<template>
  <section class="page-know">
    <div class="page-knowledge">
      <header v-if="showHeader" class="page-header">
        <div class="header-wrap">
          <h3>投资课堂</h3>
          <a href="#/investLesson" class="nav-left"><i class="icon-back"></i></a>
          <!--<a href="tel:4008888566" class="nav-right"><i class="icon-tel"></i></a>-->
          <!--<call></call>-->
        </div>
      </header>
      <div class="know-title">
        <h3 class="txt-black txt-bold mt15 txt-s16 txt-center">{{knowledgeObj.title}}</h3>
        <p class="txt-s12 mt15 pb15 txt-center">{{knowledgeObj.time}}</p>
      </div>
      <div class="mod-know-detail">
        <div class="content" v-html="knowledgeObj.content">

        </div>
      </div>
    </div>
  </section>
</template>
<script>
    export default{
        data(){
            return {
              indexUrl: this.server.SystemService().agentIndex(),
              showHeader: true,
              knowledgeObj: {},
            }
        },
        mounted(){
          var source = this.$route.query.source;
          if (source && source == 'IOSAPP') {
            this.showHeader = false;
          };
          var knowledgeId = this.$route.params['knowledgeId'];
          var knowledgeObjs = {
            'QA0001': {
              title: '[K线图专题]利用K线图看懂原油走势',
              time:'2016-12-13 22:26 ',
              content:
                '<p>原油现货是金融市场热度最迟到来的投资品种，但却是最受市场欢迎的一个种类。在没接触过原油现货投资的人看来，根本就看不懂原油现货价格走势，也不知道利用什么指标来分析原油现货价格走势，接下来我们就一起来了解如何利用k线图看懂原油现货价格走势。</p>' +
                '<img src="/static/images/knowledge/7.png" alt="">' +
                '<p>也许对许多人来说，看懂实时K线图是一种技术活儿，也是一个巨大的难题。但事实上，看懂K线图炒原油其实并不难。现在教大家几个看懂实时K线图的方法：' +
                '<br>１、交易之前，可以先看４小时图，确定趋势和方向;再看１小时图，关注过渡时段的趋势，研判下一时段的原油价格走势，过度时段，比较重要，承前启后。' +
                '<br>２、时间周期越短，反映越快，灵敏度越高;５分钟适合做超短线，灵活多变，趋势不稳，只是，可以先知先觉，嗅出后市的走势和趋势。可以选择很好的进仓与平仓点位。尤其是价位运行到支撑或阻力附近，可以研判后市。' +
                '<br>３、１５分钟图，适合做短线交易，一般来说，比较适合新手练习和实用。看准１５分钟K线走势下单，一次赢利２点是没有问题的。同时，５分钟只是适合超短线操作，未能分出个趋势来，因此，不建议新手操作。' +
                '<br>４、均线也有背离，指标更不在话下。如果均线在小时图是上行，但是在１５分钟图是下行，暗示逆转即将到来。如果均线在１５分钟图是下行，但价格欲上涨，价格迟早会下行，比如被枢纽点弹回。此时此刻，你可以抉择，最好准备了。' +
                '<br>５、时间周期短的均线背离比时间长的更能反映后市走势，１５分钟图均线背离，比起小时图更重要，背离是指均线与价格波动方向相反。' +
                '<br>６、控制风险，然后赢利。做１０次，自己可能会错３次，三次的损失应该保持在一定范围以内，自己的获利就可能远大于小的损失。</p>' +
                '<p>利用K线图判断原油现货投资价格走势是新手必须了解的，即便你是刚入门的原油现货投资者，也能从中获得可观的收益。所以好好学习，你会找到盈利机会的。</p>'
            },
            'QA0002': {
              title: 'K线图中哪些信号需要警示？',
              time:'2016-12-13 22:26',
              content:
                '<p>K线图基础知识，K线图中有哪些信号需要警惕？</p>' +
                '<p>通常，警示性K线信号主要分为三组，这三组K线出现之时，通常意味着变盘即将发生，是比确认性K线更领先一步的K线信号。</p>' +
                '<p class="txt-bold">警示性K线信号：</p>' +
                '<img src="/static/images/knowledge/8.png" alt="">' +
                '<p class="txt-bold">1、倒转锤头</p> ' +
                '<p>这种K线的特征是上影线较长，实体较小，是常见的警示性K线信号。阳线与阴线均可，但阳线信号更强烈一些，而阴线的信号则相对隐蔽一些。它的前提条件必须是在股价调整了一段时间后处于相对低位，这种K线的含义是主力机构试探性地进场建仓，但规模不大。因此，这种K线发出的信号只能是警示性的，而一旦确认性信号出现，那么抄底将会从容不迫。</p>' +
                '<img src="/static/images/knowledge/9.png" alt="">' +
                '<p class="txt-bold">2、上吊线</p>' +
                '<p>所谓上吊线，就是指在相对高位，尤其是大幅拉升后，拉出一根带有下影线的实体较小的K线，可以是阳线，也可以是阴线。通常，阳线比阴线更可怕。因为这根K线是由主力机构诱多拉升所形成的，一方面留有下影线表示空方留有机会，另外一方面，实体较小说明上升动力衰竭。因此，这种上吊K线的出现，警示着见顶的风险。</p>' +
                '<img src="/static/images/knowledge/10.png" alt="">' +
                '<p class="txt-bold">3、十字星</p>' +
                '<p>十字星K线的含义是多空双方的力量达到均衡，是非常关键的警示性K线信号。如果在下降或上升途中，这种K线仅仅是短暂的停留与休整，根本无从谈起发出警示性见顶或见底信号。但如果出现在相对的高位或相对低位，则往往意味着即将变盘，必须予以高度警惕。而其后一旦出现一根大阴线或一根大阳线，则头部或底部便被确认。</p>' +
                '<img src="/static/images/knowledge/11.png" alt="">' +
                '<p class="txt-bold">4、连续十字星</p>' +
                '<p>这是十字星K线的一种特殊形式，也是一个更加强烈的警示性变盘信号。既然一根十字星说明多空双方力量达到均衡，那么，连续十字星则意味着多空双方僵持时间已经很久，绷紧的弦就要断裂。均衡，即将被打破，迅猛的变盘就在眼前。</p>' +
                '<img src="/static/images/knowledge/12.png" alt="">' +
                '<p class="txt-bold">5、孕线</p>' +
                '<p>顾名思义，孕线即前一日的K线包着次日的K线。通常，有两组孕线，是非常重要的警示性K线信号。高位孕线—见顶信号，低位孕线—见底信号。</p>'
            },
            'QA0003': {
              title: '关于BOLL的总结与注意事项 ？',
              time:'2017-06-07 16:45',
              content:
                '<div>1.一般来说，布林中轨代表着市场的主要运行趋势。当价格从布林带中轨线以下向上突破布林线中轨线时表明价格的强势特征开始出现，价格将上涨，建议逢低买入。（反之同理）。——需要进一步观察，如市场处于强势下跌通道，此时只是回调诱单，切勿盲目追涨。 ' +
                '<br>2.价格向上穿越上轨线时将形成回档，为卖出信号。价格向下穿越下轨线时形成反弹，为买入信号。——针对这种情况，当市场比较强劲时，切勿直接建仓强反弹，建议等待回调后，顺势做单。 ' +
                '<br>3.当价格沿阻力线上升时，虽未突破但开始回头也是卖出信号。当价格沿支撑线下降时，虽未跌破但开始回头也是买入信号。——此运用要结合市场的特点来操作，尤其是历史走势情况，建议顺势做单，切勿穷追两个点的利润。 ' +
                '<br>4.当价格在布林线上方向上运动了一段时间后，一旦价格掉头向下并突破布林带中轨时,预示着价格短期的强势行情可能结束，价格短期内将大跌，建议有多头头寸的投资者平仓获利，或建空单。——此间所指“上方”以布林带中轨和上轨区间。 ' +
                '<br>5.当价格从布林带的上方，向下突破布林带的下轨后如果布林带的三条线运动方向也开始同时向下，预示着价格的短期强势行情将结束,可以观望或少量逢高做空。 ' +
                '<br>6.当价格向下跌破布林带的下轨并继续向下，回调不到中轨或不上中轨时,预示着价格处于极度的弱势行情,投资者应观望或建空单。 ' +
                '<br>7.当价格在布林带下轨运行了一段时间后，如果价格的运动方向有掉头向上的迹象时说明价格短期内将止跌企稳,投资者应少量逢低买入。 ' +
                '<br>8.当价格一直处于中轨线上方时,并和中轨线一起向上运动时,表明价格处于强势的上涨过程中，只要价格不跌破中轨线，投资者可坚决一路看涨。——跌破中轨线，看下轨支撑，如能及时调整回来，仍是处于上涨行情之中。 ' +
                '<br>9.当价格一直处于中轨线下方时，并和中轨线一起向下运动时，表明价格处于弱势下跌的过程中，只要价格不向上反转突破中轨线，仍可观望或持有空头。——同8道理。 ' +
                '<br>10.布林带的带宽非常狭窄时，是行情将选择突破方向的信号，在使用时务必谨慎。因为这里价格往往会出现假突破，形成空头陷阱或多头陷阱，因此一定要等突破方向明确后布林带的带宽放大时再介入。' +
                '<br>11.当市场上升强势趋势形成后，布林带的下轨出现转头向下，市场趋势可能暂时结束。（市场处于下跌的弱势中同理）' +
                '<br>12.辨别W底，如果价格二次探底时，没有像第一次探底时冲破下轨，那么即使绝对数创新高，也可认为是探底成功。'+
                '<br>13.布林带在判断头肩顶（底）的形态时具有非常重要的参考价值。一般来说，左肩上攻时力量最强，价格往往超出布林线之外，头部上攻，价格创新高，并能达上轨，但很少超过上轨。右肩上攻通常无力触及上轨线。也就是说右肩在未触及上轨线之前已显示无力向上，从而发出市场反转的信号。（下跌行情同理适用）。'+
                '<br>14.价格处于上升趋势中时，布林带的特点是价格不断地触及上轨线，同时还常常向上突破越过上轨线。（下降趋势同理）。'+
                '<br>15.如果价格逐步向上到布林线的上轨并持续运行在中轨之上，分析指标也走强，则很可能涨势形成。（反之跌势也同理）。'+
                '<br>16.价格不断的触及上轨且摆动指标为正为买入信号，价格不断触及下轨且摆动指标为负一般为卖出信号。</div>'
            },
            'QA0004': {
              title: '谁动了我的盈利？',
              time:'2017-06-22  12:23:36',
              content:
                '<p>有没有一种感觉：在投资圈摸爬滚打了好几年，也赚过不少次大单，可仔细算来，并没有赚到钱，或许还有点小亏。</p>' +
                '<img src="/static/images/knowledge/2.png" alt="">' +
                '<p>当资金量还小时，或许我们就当买个彩票娱乐下。但当资金量不断增加时，分析技术也逐渐成熟，却发现，交易越来越难做了。</p>' +
                '<img src="/static/images/knowledge/3.png" alt="">' +
                '<p>持仓从大额盈利变为小额，甚至亏损；小额亏损坚持持仓直至爆仓；盈利少了不甘心，亏损多了不死心。交易过程中经历了各种剧烈的心理变动，贪婪，恐惧，不确定。</p>' +
                '<img src="/static/images/knowledge/4.png" alt="">' +
                '<p>这之后，可能会尝试各种交易系统、指标，如均线，RSI，woodiesCCI系统，KDJ和布林线相结合的短线抓震荡的系统，日本蜡烛图技术；或许也尝试写了很多自动交易程序，测试各种策略；也求助过各种付费服务。</p>' +
                '<img src="/static/images/knowledge/5.png" alt="">' +
                '<p>但结果，依旧是亏钱。正像老手描述新手一样：“他们总认为自己比别人聪明，听不进建议，觉得总能找到一套完美的系统，然后使用他盈利，因此过度交易，非理性决策，但自己一点也不这样认为，因为自己比别人聪明”。这是应该开始反思之前的做法。当意识到永远不可能寻找到一种完美的方法来预测市场的时候，“资金管理”的概念便是真正需要要的东西了。</p>' +
                '<img src="/static/images/knowledge/6.png" alt="">' +
                '<p>资金管理的核心目的就是为了让你的账户长久的生存下去，其次是保持正增长的盈利。杜绝交易的随意性是资金管理在实操中的精髓。</p>' +
                '<img src="/static/images/knowledge/1.png" alt="">' +
                '<p>而等价鞅以及反等价鞅理论，就是资金管理中最为基础的理论，也是最经典的，以此演变出各种资金管理模型，被专业的交易机构沿用至今。</p>'
            },
            'QB0001': {
              title: '完美组合拳：MACD搭配布林带',
              time:'2016-12-13 22:26' ,
              content:
                '<img src="/static/images/knowledge/13.png" alt="">' +
                '<p>这个就是MACD指标，交易老手一定能第一时间叫出它的名字。之后我们再详细的介绍这个指标，这次就先只看指标内的白色线和黄色线。</p>' +
                '<p class="txt-bold">白线为快线，对于行情的波动趋势强弱，白线的反应是最为灵敏的，向上代表强势，向下代表弱势。</p>' +
                '<p class="txt-bold">这个就是MACD指标，交易老手一定能第一时间叫出它的名字。之后我们再详细的介绍这个指标，这次就先只看指标内的白色线和黄色线。</p>' +
                '<p class="txt-bold">黄线为慢线，现实相对长时间的走势对比强弱，和白线一样，向上代表强势，向下代表弱势，但他的反应比较慢，现实的是价格的稳定程度。</p>' +
                '<p class="txt-bold">原则：</p>' +
                '<p>1.布林带为主要方向判别，MACD的快慢线交叉为进出场依据。</p>' +
                '<p>2.建议在相对短周期的走势内（15分钟图或30分钟图），捕捉短线波动趋势。</p>' +
                '<p>3.以布林带缩口到开口为主要做单依据。</p>' +
                '<img src="/static/images/knowledge/14.png" alt="">' +
                '<p>如上图所示，在收口状态下，布林中轨由向上慢慢转向向下，并且在MACD上出现了白线下穿黄线的情况，随即可以准备进场空单。当布林带一开口，原则条件具备了，立刻进场做空。</p>' +
                '<img src="/static/images/knowledge/15.png" alt="">' +
                '<p>如上图，当价格下穿布林下轨，之后再一次回到布林带内部，按之前课程所讲条件，空单建议减仓或者离场。</p>' +
                '<img src="/static/images/knowledge/16.png" alt="">' +
                '<p>而等价鞅以及反等价鞅理论，就是资金管理中最为基础的理论，也是最经典的，以此演变出各种资金管理模型，被专业的交易机构沿用至今。</p>' +
                '<p>如上图，布林带依然是开口状态，且并没有上破中轨。此时MACD再一次白线下穿黄线，构成新的做空机会，此时可以再次开仓做空，或者加仓空单。</p>' +
                '<img src="/static/images/knowledge/17.png" alt="">' +
                '<p>如上图，MACD中，白线上穿黄线，并且两条线都开始向上，之后价格上穿布林中轨，布林带开始收口。此时逐步减仓到离场即可。</p>' +
                '<p>从以上方法演示上可以看出，两个指标的配合也就代表了方向和量能两方面的结合，可以在另一个角度上协助您，精确您的交易。</p>' +
                '<p>在使用之前，可以多尝试，多复盘，把这个方法融合到您自己的做单逻辑中，慢慢强化自己的交易风格。学得多了，会得多了，这样才能做到“十八门兵器样样精通”。</p>'
            },
            'QB0002': {
              title: '原油投资技术分析有什么缺点？',
              time:'2016-12-13 22:26' ,
              content:
                '<p class="txt-bold">原油投资技术分析法的缺点如下:</p>' +
                '<p>1、对于长期走势无效 ' +
                '<br>技术分析只是分析原油短期走势的价格变化,决定油价长期走势的还是国家政局政策、经济运行环境、资本市场动态等因素,单纯运用技术分析法来准确预测长期价格走势较为困难。</p>' +
                '<p>2、买卖信号的不确定 ' +
                '<br>在技术分析中,买、卖信号的出现与最高价或最低价之间往往有段距离,甚至会出现反向走势,这种买卖信号的不确定性,往往使交易者不敢贸然从事,否则就可能作出错误的决策。</p>' +
                '<p>3、价位和时间不确定 ' +
                '<br>技术分析只是预测将来一段时期内总的价格走势,不可能指出该时期内的最高价在何处,也不可能告诉该时期内的最低价在哪里,更不可能指示出每一次上升或下跌的持续时间。</p>' +
                '<p>总体来说,技术分析再好也是客观事物,其主宰者还是人。如果不懂心理控制、资金管理、投资技巧、市场特性等,单存依靠技术分析只能是一条腿走路。</p>' +
                '<p>由于技术分析的理论基础是人们的心理预期所形成的约定俗成的规则,而这种规则是可以不断变化的,具有诸多的变异性,所以在一个不可确定的交易市场中,保持正确的操作理念和良好的操作心态比技术分析更为重要。</p>'
            },
            'QB0003': {
              title: '原油投资如何控制、降低风险？',
              time:'2016-12-18 18:29 ' ,
              content:
                '<p>关于原油投资风险的控制问题，投资者在开立账户时就要做好准备，只有将风险最小化，才能实现收益的最大化。那么怎样降低原油投资的风险呢?</p>' +
                '<p class="txt-bold">1.了解原油投资的交易规则</p>' +
                '<p>要进行原油投资操作，首先就得了解现货原油的交易规则。由于现货原油采用非常灵活的交易机制，相对的风险系数也较大，因此投资者在开户前一定要明确现货原油的交易规则，避免盲目入市。</p>' +
                '<p class="txt-bold">2.熟悉原油投资市场的特点</p> ' +
                '<p>在金融市场中，各个交易市场之间存在着一定的内在联系，原油价格的影响因素也有很多。不过原油投资市场有自己独特的交易特点，有很多是区别于股票、基金等投资品种的，所以投资者在入市前一定要多多熟悉市场的特点，以及各种行情的分析方法，尽量避免因这些方面给自己的交易造成损失。</p>' +
                '<p class="txt-bold">3.交易前制定计划</p> ' +
                '<p>很多有经验的投资者和分析师都会经常告诫大家，不管是炒黄金、炒外汇还是原油投资，在进场交易前一定要制定一份合理的交易计划。无数前辈用自己血的教训表明，在原油投资市场，没有一份明确的交易策略，根本不足以应付行情的瞬息万变。计划的制定是为了更好的去规避风险，应对市场的突发情况，只有提前规划，将行情的各种走势了然於胸，才有机会获得预期收益。</p>' +
                '<p class="txt-bold">4.及时止盈或止损 </p>' +
                '<p>其实止盈或者止损的设置是包含在交易计划中的，不过由于这一点事关重大，这里就单独点出来。在原油投资中，投资者必须具有杀伐决断的勇气，在行情的变化之中及时进行止盈或止损的操作。</p>' +
                '<p class="txt-bold">5.科学的资金管理</p> ' +
                '<p>原油投资是一个长期的投资过程，不是某一笔交易就可以决定成败的。科学的资金管理能够帮助投资者获得更多的投资机会，对增加获利机会、增加利润、控制风险都是有很大帮助的。</p>' +
                '<p>以上就是中油财经网那个小编为大家提供的在现货原油投资中降低投资风险的方法，投资者可以根据自己的实际情况操作。降低现货原油投资的风险，除了以上几点因素之外，还需要投资者具备良好的交易心态。在交易中能够平和理性的面对行情变化，适时调整自己的交易策略，才能更好的提高投资回报。</p>'
            },
            'QB0004': {
              title: '原油投资如何正确把握利润？',
              time:'' ,
              content:
                '<p>初入原油投资市场的投资者一般对市场了解仅限于其表面，都认为这是个投资赚钱的市场，进来就想要抓住机会大赚一笔，于是迫不及待地进行交易，生怕机会会从手边溜走。其实，投资市场，机会天天都有但抓住机会的人非常少交易前的准备比交易更加重要，没有充分准备的交易从以往经验来看都会事倍功半。</p>' +
                '<p class="txt-bold">一、基本的准备</p>' +
                '<p>最基本准备就是要对所投资的市场有个初步的认识和了解，学习基础交易理论，了解常用的技术指标工具，熟悉交易品种，掌握各交易所的交易交割规则及交易流程等。投资者可以通过学习来掌握。投资者应特别注意的是，书本上的理论和方法虽然是总结出来的经验，但不一定能够做到灵活地运用。真正的交易远比书本本上写的要复杂得多，财富不会轻易地被“拿”走。做完基本热身，对市场的认识才只限于初步，急于做交易是万万不可行的。</p>' +
                '<p class="txt-bold">二、模拟交易</p> ' +
                '<p>模拟交易是来验证所学习的知识的最好方法在投资者还不具备交易能力之前，如果直接进行实盘交易一定会付出高昂的学费所以多做几次模拟交易可以减缓这个痛苦过程。严格来说，模拟交易是纸上谈兵它所带给你的感受和体会远远不及真实交易。很多投资者模拟交易都赚钱，但一进入实战就出问题了。造成这个的根本因素，就是是人的心理。由于投资者没有建立起自己的一套交易系统，没能真实记录自己的模拟交易过程，在模拟交易中，也没有反复地去验证自己的交易理论和纪律。还有就是因为是模拟交易而放任亏损或做一些自我安慰，没有严格止损。严格的模拟交易并不是都能赚钱，只是因为很多人都在心里暗示自己这不是真实的钱，而只是虚拟的。忽略亏损，记住盈利，所以给人一种错觉，而在实际交易中，就会遇到自己意想不到的问题和令人不能接受的结果。然后自己却说这个投资市场不好，市场永远都是对的，而且一个失败的投资者也没有资格来评判这个市场。投资者应该谨记，模拟交易的本质是要验证所学的知识而非模拟的利润。</p>' +
                '<p class="txt-bold">三、小单量交易</p> ' +
                '<p>小单量就是视投资者的承受能力而定，小单量交易是对模拟交易的进一步考验，在这个阶段不要把获利当成追求的目标，小单量交易可以减少亏损带来的对市场的恐惧，可以最真实地体验到市场中发生的各种始料不及的情况，真实地体会交易的各个环节及可能遇到的交易障碍，全面了解真实的交易过程，这也是对所学的知识的真正考验。在这个过程中，才会切实感悟到交易理论和技术工具在交易中所起到的作用。</p>' +
                '<p class="txt-bold">四、再次认识自我和市场 </p>' +
                '<p>通过小单量交易一定会再次重新认识自我和市场，这种重新认识是一个重要的过程，它会决定是否继续交易，会感觉到市场远远超出了最初的认识，会真切地感受到自己的风险承受能力和市场可能带来的伤害以及现实的利润目标和市场机会，到了这个时候才可能面对现实，对市场作出客观的评判，而不至于掉入暴利的虚幻陷阱中。这种重新认识会使投资者本身具备一定的自我保护能力。</p>' +
                '<p class="txt-bold">五、合理的止损</p> ' +
                '<p>首先保证金交易的投资品种，合理的设置止损止盈是非常重要的，人非圣贤，谁能无错，谁也不可能说一直没有做错的时候，当行情与你做的单子的方向相反的时候，设置了止损，就能够及时的出来，重新判断行情的走势，再重新做单子，如果你做不到严格的止损止盈，亏钱的可能性就扩大了很多。</p>'
            },
            'know001': {
              title: '期货基础知识',
              time:'' ,
              content:
                '<p style="text-indent: 0.2rem" class="txt-bold">一、期货合约</p>' +
                '<p>期货与现货完全不同，现货是实实在在可以交易的货(商品)，期货主要不是货，而是以某种大宗产品如石油、黄金等及金融资产如股票、债券等为标的标准化可交易合约。因此，这个标的物可以是某种商品(例如黄金、原油、农产品)，也可以是金融工具。</p>' +
                '<p>期货合约是由期货交易所统一制定的、规定在将来某一特定的时间和地点交割一定数量和质量标的物的标准化合约。</p>' +
                '<p>交收期货的日子可以是一星期之后，一个月之后，三个月之后，甚至一年之后。</p>' +
                '<p class="txt-bold">二、期货手续费</p> ' +
                '<p>相当于股票中的佣金。对股票来说，炒股的费用包括印花税、佣金、过户费及其他费用。相对来说，从事期货交易的费用就只有手续费。期货手续费是指期货交易者买卖期货成交后按成交合约总价值的一定比例所支付的费用。</p>' +
                '<p class="txt-bold">三、期货的结算</p> ' +
                '<p>是指根据期货交易所公布的结算价格对交易双方的交易盈亏状况进行的资金清算。</p>' +
                '<p class="txt-bold">四、期货交割 </p>' +
                '<p>是指期货合约到期时，根据期货交易所的规则和程序，交易双方通过该期货合约所载商品所有权的转移，了结到期末平仓合约的过程。</p>' +
                '<p class="txt-bold">五、期货条款内容</p> ' +
                '<p>最小变动价位：指该期货合约单位价格涨跌变动的最小值。</p>' +
                '<p>每日价格最大波动限制：(又称涨跌停板)是指期货合约在一个交易日中的交易价格不得高于或低于规定的涨跌幅度，超过该涨跌幅度的报价将被视为无效，不能成交。</p>' +
                '<p>期货合约交割月份：是指该合约规定进行交割的月份。</p>' +
                '<p>最后交易日：是指某一期货合约在合约交割月份中进行交易的最后一个交易日。</p>' +
                '<p>期货合约交易单位“手”：期货交易必须以“一手”的整数倍进行，不同交易品种每手合约的商品数量，在该品种的期货合约中载明。</p>' +
                '<p>期货合约的交易价格：是该期货合约的基准交割品在基准交割仓库交货的含增值税价格。合约交易价格包括开盘价、收盘价、结算价等。</p>' +
                '<p>期货合约的买方，如果将合约持有到期，那么他有义务买入期货合约对应的标的物;而期货合约的卖方，如果将合约持有到期，那么他有义务卖出期货合约对应的标的物(有些期货合约在到期时不是进行实物交割而是结算差价，例如股指期货到期就是按照现货指数的某个平均来对未平仓的期货合约进行最后结算。当然期货合约的交易者还可以选择在合约到期前进行反向买卖来冲销这种义务。</p>' +
                '<p class="txt-bold">六、期货的主要特点</p>' +
                '<p>期货合约的商品品种、交易单位、合约月份、保证金、数量、质量、等级、交货时间、交货地点等条款都是既定的，是标准化的，唯一的变量是价格。期货合约是在期货交易所组织下成交的，具有法律效力，而价格又是在交易所的交易厅里通过公开竞价方式产生的;国外大多采用公开叫价方式，而我国均采用电脑交易。</p>'
            },
            'know002': {
              title: '期货安全知识',
              time:'' ,
              content:
                '<p class="txt-bold">作为全球期货市场的投资者，在进行期货交易时对于风险的防范，需要要注意以下四个方面：</p>' +
                '<p>1．严格遵守期货交易的险管理制度。如若违反这些制度，将使您处于非常被动的地位。</p>' +
                '<p>2．投资的资金、规模必须正当、适度。如果资金渠道有问题，一旦抽紧，势必影响交易；而交易规模如果失当，盲目下单、过量下单，就会使您面临超越自己财力、能力的巨大风险。切记，期货市场是风险投资市场，决不是赌场，不要把自己降格为一个赌徒。</p>' +
                '<p>3．要有良好的投资战略。根据自己的条件（资金、时间、健康等），培养良好的心理素质，不断充实自己，逐步形成自己的投资战略。</p>' +
                '<p>4．关注信息、分析形势，注意期货市场风险的每一个环节。市场风险是不可预知的，但又是可以通过分析加以防范的。在这方面，投资者要做的工作很多，最主要的就是，在入市投资时，首先要从自己熟悉的品种做起，做好基础工作，从基本面分析做起，辅之以技术分析。千万不能逆势而为，初期一定要设好“止损点”，以免损失不断扩大，难以全身而退。</p> ' +
                '<br><p style="text-indent: 0" class="txt-bold">新手可以看看以下几点建议控制风险：</p>' +
                '<p>第一：一定不要胡乱进场，否则只会赔多赚少。</p>' +
                '<p>第二：一定要做到心中有一个目标价位，而不能心中没有价位。</p>' +
                '<p>第三：一定要设置止损点，到达止损点，速度止损，离场。</p>' +
                '<p>第四：不要把杠杆的放大比率放得太大。</p>' +
                '<p>第五：入市前，多作分析，要看两面的新闻，看看图表；入市后，要和市场保持接触，不要因为自已做好仓，而只看对自已有利的新闻。一有风吹草动，立即平仓为上。</p>' +
                '<p>第六：不要做顽固份子。炒汇有时要看风使舵，千万不要做老顽固。万种行情归於市，即是说，有时有利好的消息入市，市况不但没有做好，反而下跌，即是您先前的分析错了，请即当机立断，不要做老顽固。</p>'
            },
            'QC0003': {
              title: '交易过程中可以追加履约保证金吗？',
              content: '<p>交易中不能追加履约保证金，所以开仓的时候，建议选择高保证金，下单成功后，可以自行设置止盈止损。</p>'
            },
            'QC0004': {
              title: '风险较高容易被平仓，如何选择保证金档次？',
              content: '<p>1、每个品种都有多个保证金档次可选的，客户可以按照自己的风险承受能力自由选择每笔的保证金档次。</p><p>2、比如客户可以用1340保证金做一手原油，也可以2010、2680的保证金做一手的原油，在开仓界面，触发止损中选择即可。履约保证金高，不容易被平仓。</p>'
            },
            'QC0005': {
              title: '交易需要支付什么费用？',
              content: '<p>交易过程中只需要支付每笔的交易综合费，不交易不收费，下单未成功撤单也不收费。</p>'
            },
            'QC0006': {
              title: '交易时间费用和汇率是固定的吗？',
              content: '<p>关于交易时间和交易综合费 、汇率，因期货公司变动，平台有可能进行调整，以平台公布的最新数据为准。</p>'
            },
            'QD0001': {
              title: '盈亏如何分配？',
              content: '<p>1、点买人与投资人合作交易，止盈金额以内的盈利，点买人拿90%，投资人拿10%。</p><p>2、超出止盈部分的盈利全部归合作的投资人所有，同时超出止亏部分的亏损也全部由投资人承担。</p>'
            },
            'QD0002': {
              title: '如何设置止盈止损？是否有限制？',
              content: '<p>下单成功后，在持仓信息里可自定义设置，止盈、止损有最大限制。</p>'
            },
            'QD0003': {
              title: '国际期货的持仓盈亏是如何计算的？',
              content: '<p>美原油、美黄金、美白银、富时A50是美元计价盈亏，已经在持仓里边自动按照固定的汇率换算成人民币，平仓会自动结算成人民币。恒指是以港币计价盈亏，已经在持仓里边自动按照固定的汇率换算成人民币，平仓会自动结算成人民币。德指是以欧元计价盈亏，已经在持仓里边自动按照固定的汇率换算成人民币，平仓会自动结算成人民币。</p>'
            },
            'QD0004': {
              title: '是否支持限定价格卖出？',
              content: '<p>暂时不支持。可以通过修改止盈止损去实现。</p>'
            }
          };

          this.knowledgeObj = knowledgeObjs[knowledgeId];
        }
    }
</script>
