<template>
  <section class="page-guide">
    <div class="page-about">
      <header v-if="showHeader" class="page-header">
        <div class="header-wrap">
          <h3>协议</h3>
          <a href="javascript:history.back();" class="nav-left" >
            <i class="icon-back"></i>
          </a>
        </div>
      </header>
      <div class="mod-agree">
        <div class="agree-wrap">
          <h3 class="title">投资人与用户参与恒指期货交易<br>合作协议</h3>
          <div style="padding: 20px;">
            <table>
              <tr>
                <td width="100px;" align="right">投资人昵称：</td>
                <td>{{tradeInfo.investorUsername}}</td>
              </tr>
              <tr>
                <td align="right">投资人UID：</td>
                <td>{{tradeInfo.investorUserId}}</td>
              </tr>
              <tr>
                <td width="100px;" align="right">点买人昵称：</td>
                <td>{{tradeInfo.username}}</td>
              </tr>
              <tr>
                <td align="right">点买人UID：</td>
                <td>{{tradeInfo.userId}}</td>
              </tr>
            </table>
          </div>
          <p>本次交易合作由平台提供撮合服务。在平台的撮合下，投资人与用户协商一致，就双方秉承共享收益共担风险之原则，由用户提供交易策略，由投资人利用自有资金和账户进行交易合作事宜订立如下协议，以兹共守：</p>
          <h3 class="topic">一、定义</h3>
          <p>本协议中，除非上下文另有解释，下列词语具有如下含义：</p>
          <p>1、平台：由杭州鑫贾企业管理有限公司运营，面向平台注册用户提供包括但不限于沪深所A股、中金所期指、上期所贵金属期货交易合作信息发布、交易合作撮合、交易指令通讯、交易风控管理、交易清结算、资金支付（由支付机构提供）等服务的线上中介服务平台。</p>
          <p>2、支付机构：指平台委托的为平台用户提供资金划转、查询、结算等支付服务的非金融支付机构。本协议项下提供上述服务的机构为汇潮支付有限公司（以下简称"汇潮支付"）。</p>
          <p>3、平台账户：指面向证券金融互联网交易平台用户提供第三方交易资金结算服务的专项账户。</p>
          <p>4、用户：指通过平台注册成为用户的，作为投资人的交易合作方，负责向投资人提供交易策略的自然人。</p>
          <p>5、投资人：指通过平台注册成为投资人的用户，作为用户的交易合作方，负责按用户交易策略并利用自有资金和账户进行交易的自然人或法人。</p>
          <p>6、买入：指用户向投资人发出买入指令。买入指令为即时买入。即时买入指用户要求投资人在收到交易指令所在时点起，即时市价买入指定数量的交易品种。</p>
          <p>7、卖出：指用户向投资人发出卖出指令。卖出指令为即时卖出。即时卖出为用户要求投资人在收到交易指令所在时点起，即时市价卖出指定数量的交易品种。</p>
          <p>8、交易标的：为恒指期货指定合约，交易代码HSI。指定合约一般为主力合约。</p>
          <p>9、交易时段：</p>
          <p>早盘时段：一般为交易日09:15:00-12:00:00；</p>
          <p>午盘时段：一般为交易日13:00:00-16:15:00；</p>
          <p>晚盘时段(若有)：一般为交易日17:15:00-23:25:00。</p>
          <p>10、持仓截止时间：</p>
          <p>早盘时段：可持仓到午盘时段结束前；</p>
          <p>午盘时段：截止至午盘时段结束前；</p>
          <p>晚盘时段(若有)：截止至晚盘时段结束前。</p>
          <p>11、浮动盈亏：交易方向为看多时，浮动盈亏＝（对手价－买入价）＊合约乘数，交易方向为看空时，浮动盈亏=（买入价-对手价）* 合约乘数。计算结果为正值（含零）时即为浮盈金额，计算结果为负值时即为浮亏金额。</p>
          <p>12、触发止盈额：当合作交易品种的浮动盈亏达到特定数值时，投资人有权以市价卖出交易品种进行止盈，此时该浮动盈亏额即为触发止盈额。</p>
          <p>13、触发止损额：当合作交易品种的浮动盈亏达到特定数值时，投资人有权以市价卖出交易品种进行止损，此时该浮动盈亏额即为触发止损额。</p>
          <h3 class="topic">二、本次交易合作基本信息</h3>
          <div v-if="tradeInfo == null">
            <p>1、交易品种：</p>
            <p>2、交易方向：</p>
            <p>3、交易数量：</p>
            <p>4、持仓时间：</p>
            <p>5、触发止盈额：</p>
            <p>6、触发止损额：</p>
          </div>
          <div v-if="tradeInfo != null">
            <p>1、交易品种：{{tradeInfo.commodityName}}</p>
            <p>2、交易方向：{{tradeInfo.direction}}</p>
            <p>3、交易数量：{{tradeInfo.amount}}</p>
            <p>4、持仓时间：1天</p>
            <p>5、触发止盈额：{{tradeInfo.quitGain}}</p>
            <p>6、触发止损额：{{tradeInfo.quitLoss}}</p>
          </div>
          <h3 class="topic">三、投资人权利与义务</h3>
          <p>1、投资人负责提供用于本次交易合作的账户和资金。</p>
          <p>2、投资人承担本次交易产生的手续费。</p>
          <p>3、投资人按照用户的买入指令/卖出指令执行交易品种的买入/卖出。</p>
          <p>4、投资人接受用户买入指令的时间为：</p>
          <p>早盘时段：一般为交易日09:15:00-12:00:00；</p>
          <p>午盘时段：一般为交易日13:00:00-16:15:00；</p>
          <p>晚盘时段(若有)：一般为交易日17:15:00-23:25:00。</p>
          <p>5、投资人接受用户卖出指令的时间为：</p>
          <p>早盘时段：一般为交易日09:15:00-12:00:00；</p>
          <p>午盘时段：一般为交易日13:00:00-16:15:00；</p>
          <p>晚盘时段(若有)：一般为交易日17:15:00-23:25:00。</p>
          <p>6、交易时段盘中，当交易品种浮盈金额≥触发止盈额时或浮亏金额≤触发止损额时，视同用户已向投资人发出即时卖出指令，投资人执行即时卖出指令的，用户对此不持有异议。</p>
          <p>7、用户必须在持仓截止时间前向投资人发出卖出指令，否则视同用户违约，投资人有权在此后任意交易时间卖出并以实际卖出成交价结算，用户对此不持有异议。</p>
          <p>8、交易品种在交易时段盘中处于涨幅≥20%或跌幅≥20%的价格区间时，投资人均有权不接受并不执行用户的买入指令，直至交易品种脱离上述价格区间时，投资人方接受并执行用户的买入指令。</p>
          <p>9、交易品种在交易时段盘中处于涨幅≥30%或跌幅≥30%的价格区间时，视同用户已向投资人发出即时卖出指令，投资人执行即时卖出指令的，用户对此不持有异议。</p>
          <p>10、交易盈利时，投资人有权要求平台系统在交易盈利时按本协议相关约定，从冻结的履约保证金中支付用户盈利分配款。</p>
          <p>11、交易亏损时，投资人有权要求平台系统按本协议相关约定，将用户冻结的履约保证金首先用于弥补亏损。</p>
          <p>12、交易亏损大于用户冻结履约保证金，则超过的亏损部分由投资人自行承担。</p>
          <h3 class="topic">四、用户权利与义务</h3>
          <p>1、用户负责提供本次交易合作的交易策略，即买入指令／卖出指令。</p>
          <p>2、用户应在早盘时段：09:15:00-12:00:00、午盘时段：13:00:00-16:15:00、晚盘时段(若有)：17:15:00-23:25:00。向投资人发出买入指令。</p>
          <p>3、用户应在早盘时段：09:15:00-12:00:00、午盘时段：13:00:00-16:15:00、晚盘时段(若有)：17:15:00-23:25:00。向投资人发出卖出指令。</p>
          <p>4、用户应按照《附件1：用户参与恒指期货交易涉及费用及资费标准》，通过向平台支付交易综合费，补偿投资人交易过程中发生的手续费。</p>
          <p>5、用户应按照《附件1：用户参与恒指期货交易涉及费用及资费标准》向平台系统存放保证金，并同意由平台进行冻结，作为履行交易亏损赔付义务的保证。</p>
          <p>6、用户应授权平台在交易亏损时按本协议相关约定，从冻结的履约保证金中向投资人支付应承担的亏损赔付款。</p>
          <p>7、用户以其所冻结的履约保证金为最高限额承担交易亏损赔付。如交易亏损大于用户冻结履约保证金数额，超过部分用户无需承担。</p>
          <h3 class="topic">五、交易清结算和盈亏分配约定</h3>
          <p>投资人和用户共同委托平台按照以下规则对本次交易合作进行清结算，双方同意以平台的清结算数据作为双方盈亏分配的共同依据：</p>
          <p>1、买入成交价：买入成交价来自交易所回报数据，不含手续费。</p>
          <p>2、卖出成交价：卖出成交价来自交易所回报数据，不含手续费。</p>
          <p>3、交易盈亏：交易方向为看多时，交易盈亏＝（卖出成交价－买入成交价）×合约乘数；交易方向为看空时，交易盈亏＝（买入成交价－卖出成交价）×合约乘数。计算结果为正值（含零）时即为交易盈利，计算结果为负值时即为交易亏损。</p>
          <p>4、盈利分配：用户与投资人共同享有本次交易盈利。用户首先获得交易盈利90％但不高于"触发止盈额×90％"的盈利分配。交易盈利扣减用户盈利分配即为投资人的盈利分配。即，当：交易盈利≤触发止盈额×90％时，用户盈利分配＝交易盈利×90％，投资人盈利分配＝交易盈利－用户盈利分配；当：交易盈利＞触发止盈额×90％时，用户盈利分配＝触发止盈额×90％，投资人盈利分配＝交易盈利－用户盈利分配；</p>
          <p>5、亏损赔付：用户与投资人共同承担本次交易亏损。交易亏损首先由用户承担，用户以所冻结的履约保证金为最高上限承担交易亏损赔付，交易亏损超过用户所冻结的履约保证金部分由投资人承担。即，当：交易亏损≤用户冻结履约保证金时，交易亏损由用户全部承担，投资人无需承担；当：交易亏损＞用户冻结履约保证金时，用户以冻结履约保证金额为限承担交易亏损，超过部分由投资人承担。</p>
          <h3 class="topic">六、特别约定</h3>
          <p>1、双方约定为从投资人收到用户交易指令时点起，至投资人委托下单成交时点止，两时点间隔不超过45秒即为即时买入／即时卖出的时间范畴。根据《平台服务协议》，从用户发出交易指令被平台确认时点起，至交易指令成交时点止，两时点时间间隔不超过75秒。如因网络等原因造成交易成交结果回报时间延迟的，以实际交易成交时间为准。</p>
          <p>2、交易品种在交易时段因涨停、跌停导致无法卖出的，双方约定由投资人于下一交易时段前5分钟内即时卖出，并保持卖出委托直至卖出全部数量的交易品种，按照实际卖出成交价进行清结算。如整个交易时段皆因涨停、跌停无法卖出，则继续顺延至下一时段。</p>
          <p>3、双方授权平台系统依据平台账户的清结算数据，通过双方在平台系统冻结的履约保证金进行盈利分配款或亏损赔付款的划拨。即：交易盈利时，从投资人履约保证金中划款至用户平台账户，划拨金额等于用户享有的盈利分配额；交易亏损时，从用户履约保证金中划款至投资人平台账户，划拨金额等于用户承担的亏损赔付额。</p>
          <p>4、因平台账户清结算数据错误造成双方盈利分配或亏损赔付出现数额差错的，双方约定在平台规定时限内将异议提交至平台，通过平台向对方索取差额补差。如异议一方未在规定时限内提交异议，视同放弃通过平台向对方索取差额补差之权利。</p>
          <p>5、因不可抗力导致平台系统故障，引发交易指令通讯失败或交易指令执行失败，双方约定以平台系统恢复就近时间重新执行并以执行的最终结果进行交易清结算。平台不就该等不可抗力承担责任。</p>
          <h3 class="topic">七、协议的签订、成立和生效</h3>
          <p>1、签订方式：本协议由投资人和用户通过平台以网络页面点击确认的方式签署。</p>
          <p>2、成立：本协议自用户或投资人签订本协议之日（以两者孰后签订时间为准）成立。</p>
          <p>3、生效：本协议一经双方签订即生效。</p>
          <h3 class="topic">八、其他事项</h3>
          <p>1、用户和投资人必须通过本协议约定的方式或其他双方及平台认可的方式进行交易合作,否则由此引起的法律后果及违约责任由投资人或用户自行承担。</p>
          <p>2、本协议项下的双方非涉及个人隐私信息如昵称等均为公开信息。</p>
          <p>3、本协议项下双方交易信息归属平台所有，平台可根据自身经营需求商业化无偿使用。</p>
          <p>4、本协议受中华人民共和国法律管辖并按中华人民共和国法律解释。协议履行中发生争议，应由各方先行协商解决。协商不成的，各方可提交有管辖权的法院审理。</p>
        </div>
      </div>
    </div>
  </section>
</template>
<script>
    export default{
        data(){
            return {}
        },
        mounted(){

        },
        methods: {},
        computed: {},
        destroyed(){

        }
    }
</script>
